import TheHeader from "@/components/TheHeader/TheHeader";
import Head from "next/head";

export const metadata = {
  title: "Политика конфидециальности",
  description: "Политика конфидециальности",
};

export default function Policy() {
  return (
    <>
      <Head />
      <section id="main">
        <TheHeader />
        <div className="privacy">
          <div
            style={{ maxWidth: "1530px", margin: "0 auto", padding: "0 20px " }}
          >
            <h1>Политика конфиденциальности</h1>
            <ol>
              <li>
                <strong>1. Назначение и область действия документа</strong>
                <br />
                Настоящая Политика в отношении обработки персональных данных
                (далее – Политика) определяет позицию и намерения администрации
                сайта franchfood.ru (далее – Портал) — ООО «Платформа» (ОГРН:
                119690034964; ИНН: 1660329435; контактный телефон: 8 (800)
                201-10-84), e-mail: info@platforma-mail.ru (далее – Оператор) в
                области обработки и защиты персональных данных посетителей сайта
                franchfood.ru (далее — Пользователи). Политика распространяется
                на персональные данные, полученные как до, так и после выражения
                согласия Пользователя с настоящей Политики.
                <br />
                <br />
              </li>
              <li>
                <strong>2. Персональные данные</strong>
                <br />
                2.1. В рамках настоящей Политики под персональными данными
                понимается любая информация, относящаяся прямо или косвенно к
                определенному или определяемому субъекту персональных данных,
                которую Пользователь предоставил о себе на Портале, включая:
                <br />— ФИО;
                <br />— e-mail адрес;
                <br />— телефон Пользователя;
                <br />— данные об идентификации Пользователя и настройках
                Пользователя, получаемые с использованием cookie-файлов,
                согласно Условиям и правилам использования cookie, являющимся
                приложением к настоящей Политике.
                <br />
                2.2. Действие Политики распространяется на все персональные
                данные Пользователей, обрабатываемые Оператором с применением
                средств автоматизации и без применения таких средств.
                <br />
                <br />
              </li>
              <li>
                <strong>3. Субъекты персональных данных</strong>
                <br />
                3.1. Оператор обрабатывает персональные данные следующих
                Пользователей:
                <br />
                сотрудников Оператора;
                <br />
                субъектов, с которыми заключены договоры гражданско-правового
                характера;
                <br />
                законных представителей сторон договоров гражданско-правового
                характера;
                <br />
                зарегистрированных Пользователей Портала;
                <br />
                незарегистрированных Пользователей Портала.
                <br />
                <br />
              </li>
              <li>
                <strong>
                  4. Принципы и условия обработки персональных данных
                </strong>
                <br />
                4.1. Под безопасностью персональных данных Оператор понимает
                защищенность персональных данных от неправомерного доступа к
                ним, открытого распространения персональных данных, а также от
                иных неправомерных действий в отношении персональных данных и
                принимает необходимые правовые, организационные и технические
                меры для защиты персональных данных.
                <br />
                4.2. Обработка и обеспечение безопасности персональных данных
                Оператор осуществляет в соответствии с требованиями Конституции
                Российской Федерации, Федерального закона № 152-ФЗ «О
                персональных данных», подзаконных актов, других нормативных
                актов, определяющих порядок обработки персональных данных.
                <br />
                4.3. Оператор осуществляет обработку персональных данных
                Пользователя, необходимых для оказания Оператором услуг,
                заключения и исполнения им соглашений и договоров.
                <br />
                4.4. Оператор обрабатывает персональные данные только при
                наличии хотя бы одного из следующих условий:
                <br />
                обработка персональных данных осуществляется с согласия субъекта
                персональных данных на обработку его персональных данных.
                Пользователь Портала должен подтвердить свое согласие на
                обработку персональных данных, передаваемых через любые
                веб-формы на Портале, либо самим фактом отправки данных, если
                специальное поле отсутствует.
                <br />
                обработка персональных данных необходима для исполнения
                договора, стороной которого либо выгодоприобретателем или
                поручителем по которому является субъект персональных данных;
                <br />
                обработка персональных данных необходима для осуществления прав
                и законных интересов Портала или третьих лиц либо для достижения
                общественно значимых целей при условии, что при этом не
                нарушаются права и свободы субъекта персональных данных;
                <br />
                осуществляется обработка персональных данных, доступ
                неограниченного круга лиц к которым предоставлен субъектом
                персональных данных, либо по его просьбе;
                <br />
                осуществляется обработка персональных данных, подлежащих
                опубликованию или обязательному раскрытию в соответствии с
                федеральным законом.
                <br />
                4.5. Оператор вправе поручить обработку персональных данных
                граждан третьим лицам, на основании заключаемого с этими лицами
                договора. Лица, осуществляющие обработку персональных данных по
                поручению Оператора, обязуются соблюдать принципы и правила
                обработки и защиты персональных данных, предусмотренные
                Федеральным законом № 152-ФЗ «О персональных данных».
                <br />
                4.6. В случаях, установленных законодательством Российской
                Федерации, Оператор вправе осуществлять передачу персональных
                данных Пользователей.
                <br />
                4.7. В целях информационного обеспечения деятельности Портала
                могут создаваться общедоступные источники персональных данных
                Пользователей Портала, с которыми заключены договоры
                гражданско-правового характера, в том числе справочники и
                адресные книги, куда могут включаться название юридического
                лица, ФИО представителя юридического лица, должность
                представителя юридического лица, номера контактных телефонов,
                адрес электронной почты.
                <br />
                4.8. При регистрации на Портале, а также в иных случаях
                предоставления Пользователем Оператору персональных данных
                Пользователь дает согласие на обработку своих персональных
                данных в соответствии с настоящей Политикой. Несогласие с
                настоящей Политикой, как в целом, так и в части, является
                безусловным основанием для прекращения использования
                Пользователем Портала. В случае продолжения пользования Порталом
                согласие Пользователя считается полученным.
                <br />
                4.9. Любая информация, предоставляемая Пользователем в рамках
                Портала, включая персональные данные, предоставляется
                Пользователем добровольно.
                <br />
                4.10. Информация, предоставляемая Пользователем, включая
                персональные данные, считается достоверной пока не доказано
                иное. Пользователь осознает все негативные последствия
                предоставления недействительной или не актуальной информации, и
                несет за это ответственность.
                <br />
                4.11. Оператор принимает необходимые и достаточные
                организационные и технические меры для защиты персональных
                данных, предоставленных Пользователем, от неправомерного или
                случайного доступа, уничтожения, изменения, блокирования,
                копирования, распространения, а также иных неправомерных
                действий с ними третьих лиц.
                <br />
                4.12. Защита доступа к электронным базам данных, содержащих
                персональные данные Пользователей, обеспечивается использованием
                лицензионных программных продуктов, предотвращающих
                несанкционированный доступ третьих лиц к персональным данным
                Пользователей, антивирусных средств защиты информации
                (встроенные средства антивирусной защиты MS Windows),
                проведением регулярных плановых и экстренных обновлений
                программного обеспечения, использования средств восстановления
                персональных данных, разработкой правил доступа к персональным
                данным, учитывающей минимальный необходимый доступ сотрудников
                Оператора к персональным данным, а также обеспечением
                регистрации и учета действий, совершаемых авторизованными
                согласно правилам доступа сотрудниками Оператора с персональными
                данными в информационной системе.
                <br />
                4.13. В целях координации действий по обеспечению безопасности
                персональных данных в рамках Портала назначены лица,
                ответственные за обеспечение безопасности персональных данных.
                <br />
                <br />
              </li>
              <li>
                <strong>
                  5. Цели сбора и обработки персональных данных. Сроки хранения
                  персональных данных.
                </strong>
                <br />
                5.1. Оператор вправе осуществлять обработку персональных данных
                Пользователя в следующих целях:
                <br />
                идентификация Пользователя в рамках договоров с Оператором, в
                том числе при заключении и исполнении договоров,
                <br />
                Оказание услуг Пользователям;
                <br />
                Связь с Пользователем в случае необходимости, в том числе
                направление уведомлений, информации и запросов, связанных с
                оказанием услуг, а также обработка заявлений, запросов и заявок
                Пользователя;
                <br />
                Продвижение франчайзинговых предложений на рынке путем
                осуществления прямых контактов с Пользователем;
                <br />
                улучшения качества работы Портала, оценки его удобства, пользы,
                анализа эффективности продуктов (товаров) и услуг;
                <br />
                иных целях, не запрещенных действующим законодательством РФ.
                <br />
                5.2. Согласие на обработку персональных данных действует
                бессрочно с момента предоставления данных Пользователем
                Оператору и может быть отозвано путем подачи заявления Оператору
                с указанием сведений, определенных ст. 14 Федерального закона «О
                персональных данных».
                <br />
              </li>
              <br />
              <li>
                <strong>6. Права субъекта персональных данных</strong>
                <br />
                6.1. Пользователь имеет право на получение информации,
                касающейся обработки его персональных данных, в том числе
                содержащей:
                <br />
                подтверждение факта обработки персональных данных Оператором;
                <br />
                правовые основания и цели обработки персональных данных;
                <br />
                цели и применяемые Оператором способы обработки персональных
                данных;
                <br />
                наименование и место нахождения Оператора, сведения о лицах,
                которые имеют доступ к персональным данным или которым могут
                быть раскрыты персональные данные на основании договора с
                Оператором или на основании федерального закона;
                <br />
                обрабатываемые персональные данные, относящиеся к
                соответствующему Пользователю, источник их получения, если иной
                порядок представления таких данных не предусмотрен федеральным
                законом;
                <br />
                сроки обработки персональных данных, в том числе сроки их
                хранения;
                <br />
                порядок осуществления Пользователем прав, предусмотренных
                Федеральным законом от 27.07.2006 N 152-ФЗ;
                <br />
                информацию об осуществленной или о предполагаемой трансграничной
                передаче персональных данных;
                <br />
                наименование или фамилию, имя, отчество и адрес лица,
                осуществляющего обработку персональных данных по поручению
                Оператора;
                <br />
                иные сведения, предусмотренные Федеральным законом от 27.07.2006
                N 152-ФЗ или другими федеральными законами.
                <br />
                6.2. Пользователь имеет право:
                <br />
                внести дополнения или изменить персональные данные о себе;
                <br />
                удалить свои персональные данные или отозвать согласие на
                обработку персональных данных путем направления сообщения на
                e-mail: info@platforma360.ru
                <br />
                <br />
              </li>
              <li>
                <strong>7. Прочие условия</strong>
                <br />
                7.1. Политика вступает в силу с момента его публикации на
                Портале и становится обязательным для всех Пользователей.
                <br />
                7.2. Оператор вправе в одностороннем порядке изменять содержание
                Политики. Новая редакция Политики вступает в силу с момента ее
                размещения на соответствующей страницы Портала, если иное не
                будет предусмотрено новой редакцией.
                <br />
                7.3. Политика публикуется на Портале в месте, доступном для всех
                Пользователей.
                <br />
                7.4. Лица, виновные в нарушении норм, регулирующих получение,
                обработку и защиту персональных данных Пользователей, несут
                административную и иную ответственность в соответствии с
                действующим законодательством Российской Федерации.
                <br />
                <br />
                <br />
                <strong>
                  Приложение к Политике в отношении обработки персональных
                  данных
                </strong>
                <br />
                <br />
                <strong>
                  <br />
                  Условия и правила использования Порталом файлов cookie
                </strong>
                :<br />
                1. Файлы «cookie» содержат небольшие фрагменты текста и
                используются для хранения информации о работе веб-браузеров. Они
                позволяют хранить и получать идентификационные сведения и другую
                информацию на компьютерах, телефонах и других устройствах. Для
                этих же целей используются другие технологии, в том числе
                данные, сохраняемые веб-браузерами или устройствами,
                идентификаторы, связанные с устройствами, и другое программное
                обеспечение. В данной политике все эти технологии называются
                файлами «cookie».
                <br />
                <br />
              </li>
              <li>
                1. Cookie мы используем для:
                <br />
                настройки содержания Портала с предпочтениями пользователя и
                оптимизации работы в Интернете; cookie позволяют запомнить и
                идентифицировать пользователя, чтобы отобразить наш Портал в
                соответствии с предпочтениями пользователя;
                <br />
                создания статистики в целях лучшего понимания веб-серфинга и
                привычек пользователя, тем самым помогая улучшать и развивать
                Портал;
                <br />
                поддерживания сеанса после входа в личный кабинет, так что
                пользователю не приходится вводить персональные данные на каждой
                странице франшизы, при заполнении заявки или запроса.
                <br />
              </li>
              <li>
                2. Портал использует два типа cookie: “Сессия” cookie и
                “постоянные” cookie. Cookie сессии являются временными файлами,
                которые истекают в конце сессии пользователя, когда веб-браузер
                закрыт, или, когда пользователь покидает веб-сайт. Постоянные
                cookie будут храниться в веб-браузере и будет оставаться в силе
                до его установленного срока годности или пока не будут удалены
                пользователем.
                <br />
                <br />
              </li>
              <li>
                3. Портал использует следующие виды cookie:
                <br />
                Cookie используемые в целях безопасности, например, позволяющие
                идентифицировать нарушения в области аутентификации;
                <br />
                Функциональные cookie, используемые для записи параметров и
                настроек интерфейса пользователя, например язык, расположение,
                размер шрифта и т.д.
                <br />
                <br />
              </li>
              <li>
                4. Во многих случаях веб-браузеры позволяют cookie хранится на
                компьютере пользователя по умолчанию. Настройки браузера,
                касающиеся обращения с cookie могут быть изменены пользователем.
                В частности, изменения могут включать в себя блокировку
                обработки cookie или предупреждения пользователя каждый раз,
                когда cookie хранятся на компьютере. Подробную информацию о
                методах обработки cookie можно найти в настройках браузера,
                используемого для просмотра веб-страниц.
                <br />
                <br />
              </li>
              <li>
                5. Ограничение в использовании cookie может отразиться на
                эффективности пользования Порталом.
                <br />
                <br />
              </li>
              <li>
                6 .Cookie, отправленные с нашего веб-сайта, могут также быть
                использованы нашими партнерами, которые обязаны соблюдать
                принципы и правила обработки и защиты персональных данных,
                предусмотренные Федеральным законом № 152-ФЗ «О персональных
                данных».
                <br />
                <br />
                <br />
                Мы используем файлы «cookie», чтобы понять, как Вы используете
                возможности Портала, какие разделы (информация) Портала наиболее
                интересна для Вас. Это позволяет нам постоянно улучшать Портал,
                опираясь на Ваши предпочтения и ожидания и предоставлять Вам
                современные сервисы и актуальную информацию по франшизам и
                франчайзингу на нашем Портале.
              </li>
            </ol>
          </div>
        </div>
      </section>
    </>
  );
}
